

class UserData:
    USERNAME = 'Pirozhochek'
    PASSWORD = 'Test!123'

class RecipeData:
    TITLE = 'Блинчики с сиропом'
    DESCRIPTION = 'Аппетитные блинчики на завтрак - это вкусное и сытное начало дня, от которого вряд ли кто откажется. Блинчиками можно не только позавтракать, но и сытно перекусить на протяжении всего дня.'
    TIME = 60
    ING_1 = "молоко"
    WEIGHT_1 = 200
    ING_2 = "мука"
    WEIGHT_2 = 300
    ING_3 = "яйца куриные"
    WEIGHT_3 = 2
    ING_4 = "кленовый сироп"
    WEIGHT_4 = 75

